eamodio.gitlens
github.copilot
github.copilot-chat
github.vscode-pull-request-github
golang.go
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
mvllow.rose-pine
